[
  {
    "id": 1,
    "title": "The Civil War veteran and single dad who inspired Father’s Day",
    "category": "retropolis",
    "preview": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/7MBUHPCJJUI6NDNMBRXEVTGFWE.jpg&w=916",
    "body": "The sermon that morning must have stung a bit. Sonora Smart Dodd sat in the pews of Central Methodist Episcopal Church in Spokane, Wash., on May 9, 1909, as her pastor extolled the virtues of mothers. Mother’s Day had only been invented the year before in Grafton, W.Va., but it had already spread across the nation.\n Dodd’s mother had died in childbirth 11 years before, when Dodd was a teenager. Now pregnant herself, perhaps the sermon brought up difficult emotions.\nAfterward, she later recounted, she approached the pastor and told him, maybe with a little defensiveness, “I liked everything you said about motherhood, but don’t you think father should have a special day, too?”",
    "date": "June 20, 2021 at 2:00 p.m. GMT+3"
  },
  {
    "id": 2,
    "title": "Seven weeks separated the worst day of Annie Lazor’s life from the greatest night of her swimming career",
    "category": "Olympics",
    "preview": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/JDJZRNGRGII6XIREXVM32IQZPQ.jpg&w=916",
    "body": "OMAHA — Dave Lazor wasn’t like the other swim dads you may have come across, the ones with their marked-up heat sheets in one hand and a running list of their kid’s best times in the Notes app of their phone. Half the time, he left one of Annie’s meets not even remembering her times or what place she finished. He wasn’t in it for the numbers.\nHe was, however, the first to raise his hand to accompany Annie to meets, especially the many in Indianapolis, 4½ hours from his house in Beverly Hills, Mich., and home to one of his favorite restaurants, St. Elmo’s Steak House, where their meet nights would sometimes end.\n“He wasn’t a times guy,” Annie Lazor said Saturday. “He was an experience guy. ‘I get to spend four days with my daughter in one of my favorite cities? Hell yes, I’m going.’ That’s what it was about for him. Because he was just so invested in being there with me. He just didn’t care about how well I swam. Not that he didn’t care about me having good results. Of course he cared because I cared. But that’s not why he was there.”",
    "date": "June 20, 2021 at 3:34 a.m. GMT+3"
  },
  {
    "id": 3,
    "title": "Models predict U.S. coronavirus infections could surge this fall if vaccination rates lag, former FDA chief says",
    "category": "National",
    "body": "The transmission of the more contagious Delta variant in the United States could spur a fall surge in coronavirus infections if only 75 percent of the country’s eligible population is vaccinated, former Food and Drug Administration chief Scott Gottlieb said Sunday.\nWhile Gottlieb cited one projection forecasting an increase in infections reaching as high as 20 percent of last winter’s peak, he called that an “aggressive estimate,” saying he doesn’t “think it’ll be quite that dire.” But he said states with low vaccination rates are already showing a concerning rise in cases with the spreading of Delta, which is up to 60 percent more contagious than earlier variants.\n“So Connecticut, for example, where I am, shows no upsurge of infection, but Mississippi, Alabama, Arkansas, Missouri show very substantial upsurges of infections. That’s based entirely on how much population-wide immunity you have based on vaccination,” Gottlieb said on CBS’s Face the Nation program.",
    "date": "June 20, 2021 at 9:01 p.m. GMT+3"
  },
  {
    "id": 4,
    "title": "Lotteries as public health incentives began before covid-19",
    "category": "World",
    "preview": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/6USOUMGO3QI6XIREXVM32IQZPQ.jpg&w=916",
    "body": "In some parts of the world with more coronavirus vaccine doses than willing takers, attention-grabbing incentives have begun to catch on. Among them: the chance to win big.\nTen vaccinated Californians won $1.5 million each in vaccination lotteries last week. A 22-year-old in Ohio became a surprise vaccine millionaire last month. New York, Maryland and other states are also offering major winnings, and as U.S. vaccination rates slow, White House officials have praised the approach.",
    "date": "June 20, 2021 at 7:59 p.m. GMT+3"
  }
]
